/* No comment provided by engineer. */
"accessories" = "accessories";

/* No comment provided by engineer. */
"Accessories" = "Accessories";

/* No comment provided by engineer. */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Brand" = "Brand";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Do you want to check out the new Offer?" = "Do you want to check out the new Offer?";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Gallary" = "Gallary";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Join us on Facebook" = "Join us on Facebook";

/* No comment provided by engineer. */
"Last refresh date" = "Last refresh date";

/* No comment provided by engineer. */
"Main" = "Main";

/* No comment provided by engineer. */
"Message cannot be empty" = "Message cannot be empty";

/* No comment provided by engineer. */
"Message cannot be less than 10 characters" = "Message cannot be less than 10 characters";

/* No comment provided by engineer. */
"Mobile cannot be empty" = "Mobile cannot be empty";

/* No comment provided by engineer. */
"Mobile cannot be less than 10 characters" = "Mobile cannot be less than 10 characters";

/* No comment provided by engineer. */
"Mobiles" = "Mobiles";

/* No comment provided by engineer. */
"mobiles" = "mobiles";

/* No comment provided by engineer. */
"Name cannot be empty" = "Name cannot be empty";

/* No comment provided by engineer. */
"New Offer" = "New Offer";

/* No comment provided by engineer. */
"Offers" = "Offers";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please enter a valid mobile number" = "Please enter a valid mobile number";

/* No comment provided by engineer. */
"Please enter IMEI code" = "Please enter IMEI code";

/* No comment provided by engineer. */
"Price" = "Price";

/* No comment provided by engineer. */
"Processor" = "Processor";

/* No comment provided by engineer. */
"Ram" = "Ram";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Screen" = "Screen";

/* No comment provided by engineer. */
"Storage" = "Storage";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Terms and Conditions" = "Terms and Conditions";

/* No comment provided by engineer. */
"Thank you for your message" = "Thank you for your message";

/* No comment provided by engineer. */
"There was an error in connection" = "There was an error in connection";

/* No comment provided by engineer. */
"Warranty" = "Warranty";

